/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, endend auf %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Hinzufügen";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Karte hinzufügen";

/* Source type brand name */
"3D Secure" = "Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "Adresse des Kontoinhabers";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS-Lastschriftverfahren";

/* part of {Account} ending in {last4} */
"Account" = "Bankkonto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Name des Kontoinhabers";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Neue Karte hinzufügen…";

/* Title for Add a Card view */
"Add a Card" = "Karte hinzufügen";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Bankkonto für die Direktabbuchung hinzufügen";

/* Title shown above a card entry form */
"Add a card" = "Karte hinzufügen";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Zahlungsmethode hinzufügen";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Bankkonto hinzufügen";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Karte hinzufügen";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Neue Zahlungsmethode hinzufügen";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Zahlungsinformationen hinzufügen";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresszeile 2 (optional)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Adresszeile 2";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Sind Sie sicher, dass Sie diese Karte entfernen möchten?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Sind Sie sicher, dass Sie dieses verknüpfte Konto entfernen möchten?";

/* Title for bank picker section */
"BANK" = "Bank";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "Informationen zum Bankkonto";

/* Title for billing address entry section */
"BILLING ADDRESS" = "Rechnungsadresse";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Zurück";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Rechnungsadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Rechnungsadresse";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Jetzt kaufen oder später mit Klarna bezahlen.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Indem Sie fortfahren, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Indem Sie fortfahren, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Indem Sie Link beitreten, stimmen Sie den <terms>Nutzungsbedingungen</terms> und der <privacy>Datenschutzerklärung</privacy> zu.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Indem Sie Ihre IBAN angeben und diese Zahlung bestätigen, ermächtigen Sie %@ und Stripe, unseren Zahlungsdienstleister, Ihrer Bank Anweisungen zur Belastung Ihres Kontos und Ihrer Bank zur Belastung Ihres Kontos gemäß diesen Anweisungen zu senden. Sie haben Anspruch auf Rückerstattung von Ihrer Bank gemäß den Bedingungen Ihrer Vereinbarung mit Ihrer Bank. Eine Rückerstattung muss innerhalb von 8 Wochen ab dem Datum der Belastung Ihres Kontos beantragt werden.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Indem Sie Ihre Bankkontodetails angeben und diese Zahlung bestätigen, stimmen Sie dieser Lastschriftanfrage und der <terms>Dienstleistungsvereinbarung zu Lastschriftenanfragen</terms> zu und autorisieren Stripe Payments Australia Pty Ltd ACN 160 180 343 Lastschriftnutzer-ID, Nummer 507156 („Stripe“), Ihr Konto über das Bulk Electronic Clearing System (BECS) im Namen von %@ (der „Händler“) mit jedem mit dem Händler separat abgesprochenen Betrag zu belasten. Sie bestätigen, dass Sie entweder Kontoinhaber/in oder Zeichnungsberechtigter/Zeichnungsberechtigte des oben angeführten Kontos sind.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Durch Angabe der Zahlungsinformationen und Bestätigung der Zahlung ermächtigen Sie (A) %@ und Stripe, unseren Zahlungsdienstleister, Zahlungen von Ihrem Konto mittels Lastschrift einzuziehen. Zugleich (B) weisen Sie Ihr Kreditinstitut gemäß diesen Anweisungen an, Ihr Konto entsprechend zu belasten. Sie haben im Rahmen Ihrer Rechte Anspruch auf Erstattung von Ihrem Kreditinstitut gemäß den vereinbarten Bedingungen mit Ihrem Kreditinstitut. Sie können innerhalb von 8 Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit Ihrem Kreditinstitut vereinbarten Bedingungen. Weiterhin erklären Sie sich damit einverstanden, die Vorabankündigung bis spätestens 2 Tage vor Zahlungseinzug zu erhalten.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Indem Sie Ihr Bankkonto für %@ speichern, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.";

/* Title for card number entry field */
"CARD" = "Karte";

/* Title for contact info form */
"CONTACT" = "Kontakt";

/* Title for country picker section */
"COUNTRY" = "Land";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Karte";

/* Details of a saved card */
"Card ending in %@" = "Karte endend auf %@";

/* Card details entry form header title */
"Card information" = "Kartendaten";

/* Label for card number entry text field */
"Card number" = "Kartennummer";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "E-Mail ändern";

/* TODO */
"Choose a payment method" = "Zahlungsmethode auswählen ";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kartenscanner schließen";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Code-Feld";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Code wurde gesendet";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "Lieferadresse";

/* Label for identifying the default payment method. */
"Default" = "Standard";

/* Title for delivery info form */
"Delivery" = "Lieferinformationen";

/* Title for delivery address entry section */
"Delivery Address" = "Lieferadresse";

/* Accessibility hint for a text field */
"Double tap to edit" = "Doppelklick zum Bearbeiten";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS-Bank";

/* Button title to enter editing mode */
"Edit" = "Bearbeiten";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Geben Sie den an %@ gesendeten Code ein, um Link als Ihre Standard-Zahlungsmethode festzulegen.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Verifizierungscode eingeben";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Geben Sie aus Sicherheitsgründen bitte den Sicherheitscode Ihrer Karte erneut ein.";

/* Label for free shipping method */
"Free" = "Kostenlos";

/* Placeholder string for name entry field. */
"Full name" = "Nachname";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ungültige Versandadresse";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ungültige Daten.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Bei Link registrieren";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Wird geladen...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/JJ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/JJ";

/* Title for payment options section */
"MORE OPTIONS" = "Weitere Optionen";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Neue Karte";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Neues Bankkonto für die Direktabbuchung";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Neues Bankkonto für SEPA-Lastschrift";

/* Button to move to the next text entry field */
"Next" = "Weiter";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Nicht %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online-Banking (FPX)";

/* Separator label between two options */
"Or" = "Oder";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Oder zahlen mit";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Oder mit Karte bezahlen";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ zahlen";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Andere Zahlungsmethode wählen";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Bei %@ und tausenden anderen Händlern schneller bezahlen.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Später mit Klarna bezahlen.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Ratenzahlung mit %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Zahlen mit";

/* Label preceding the selected payment method. */
"Pay with" = "Zahlen mit";

/* Pay with {payment method} */
"Pay with %@" = "Mit %@ bezahlen";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Zahlungsmethode";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Richten Sie die Kamera auf die Karte.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "PLZ";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postleitzahl";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Wird verarbeitet …";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Entfernen";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%1$@ endend auf %2$@ entfernen";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ entfernen";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Karte entfernen";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Bankkonto entfernen";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Bankkonto mit den Endziffern %@ entfernen";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Karte entfernen";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Verknüpftes Konto entfernen";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Code erneut senden";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-Konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA-Lastschrift";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-Lastschrift";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "Versandadresse";
/* Label for shipping method form */

"SHIPPING METHOD" = "Versandart";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Für zukünftige Zahlungen speichern";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Meine Angaben für sichere Bezahlungen mit nur einem Klick speichern";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Karte für zukünftige Zahlungen von %@ speichern";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Diese Karte für zukünftige Stripe-Zahlungen speichern";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Mit nur einem Klick sicher bezahlen";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Gespeicherte Zahlung auswählen";
/* label for iDEAL-bank selection picker */

"Select bank" = "Bank auswählen";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Zahlungsmethode auswählen";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Als Standard festlegen";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Als Standard-Zahlungsmethode festlegen";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Einrichten";
/* Title for shipping info form */

"Shipping" = "Versand";
/* Title for shipping address entry section */

"Shipping Address" = "Versandadresse";
/* Label for shipping method form */

"Shipping Method" = "Versandmethode";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Menü anzeigen";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Bei Ihrem Link-Konto anmelden";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Bundesland / Kanton / Region";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen zur Durchführung der Zahlung an %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Antippen um weniger anzuzeigen";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Antippen um mehr anzuzeigen";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Die eingegebene BSB-Nummer ist unvollständig.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Die eingegebene BSB-Nummer ist ungültig.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Die eingegebene IBAN ist unvollständig.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Die eingegebene IBAN ist ungültig. „%@“ ist kein unterstützter Ländercode.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Die gewählte Zahlungsmethode ist nicht verfügbar.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Diese Karte ist abgelaufen. Aktualisieren Sie sie oder ändern Sie die Zahlungsmethode, um fortzufahren.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Dies ist Ihre Standard-Methode";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Zeitüberschreitung bei der Authentifizierung Ihrer Zahlungsmethode – versuchen Sie es noch einmal.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Um die Karte scannen zu können, müssen Sie unter „Einstellungen“ den Kamerazugriff erlauben.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Nicht verfügbar für diesen Kauf";

/* Default missing source type label */
"Unknown" = "Unbekannt";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Karte aktualisieren";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Rechnungsadresse verwenden";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Lieferadresse verwenden";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Versandadresse verwenden";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Nutzen Sie Ihre gespeicherten Angaben, um den Kauf schneller abzuschließen.";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Wir können Ihre Zahlungsmethode nicht authentifizieren. Bitte wählen Sie eine andere Zahlungsmethode und versuchen Sie es noch einmal.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Wir leiten Sie auf %@ weiter, um den Kaufvorgang abzuschließen.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Ihre IBAN sollte mit einem zweistelligen Ländercode beginnen.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Ihre IBAN sollte mit einem zweistelligen Ländercode beginnen.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "PLZ ist unvollständig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Postleitzahl ist ungültig.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kartennummer ist unvollständig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kartennummer ist ungültig.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Ablaufdatum der Karte ist unvollständig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Ablaufdatum der Karte ist ungültig.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Der Ablaufmonat Ihrer Karte ist ungültig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Das Ablaufjahr der Karte ist ungültig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Sicherheitscode der Karte ist unvollständig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Sicherheitscode der Karte ist ungültig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postleitzahl ist unvollständig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postleitzahl ist ungültig";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postleitzahl";

/* accessibility label for text field */
"card number" = "Kartennummer";

/* Placeholder string for email entry field. */
"example@example.com" = "beispiel@beispiel.com";

/* accessibility label for text field */
"expiration date" = "Gültig bis";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL-Bank";

